Repository: 84000/data-translation-memory
Catalog: toh544-v1.tmx
Source language: bo
Languages: en

source: ནད་དང་རྣམ་པར་འཚེ་བ་ཐམས་ཅད་ལ་སྔགས་མདུད་བཅིངས་ན་ཞི་བར་བྱེད་དོ། །
en: At the onset of any type of illness, one will become well by tying a mantra knot.

source: རྟག་ཏུ་བཟླས་ན་ཚེ་ཟད་པ་ཡང་ཚེ་ལོ་བརྒྱ་ཐུབ་པར་འགྱུར་རོ།
en: A person who is about to die will, by reciting the mantra continuously, live one hundred years.

source: མར་དང་ཏིལ་གྱི་སྦྱིན་སྲེག་གིས་ཐམས་ཅད་ཞི་བར་བྱེད་དོ། །
en: By offering a homa of [incanted] sesame and ghee, one will pacify all ailments.

source: མངོན་པར་བསྔགས་པའི་སྨན་གྱི་བཏུངས་པས་
en: By drinking an herbal remedy incanted with this mantra,

source: ནད་ཐམས་ཅད་ལས་ཡོངས་སུ་ཐར་བར་བྱེད་དོ།
en: one will become free from all diseases.

source: ལན་བརྒྱ་བཀྲུས་པའི་མར་ལ་མངོན་པར་བསྔགས་པས་ན་བའི་ཡན་ལག་ལ་བསྐུས་ན་
en: One should besmear an ailing body part with [incanted] butter, clarified one hundred times.

source: མགོའི་ནད་ལ་ཏིལ་མར་ལ་བསྔགས་ཏེ་བསྐུས་པས་
en: If one has a headache, one should incant sesame oil and rub it onto one’s head.

source: གདུག་པའི་རྨ་ལ་ཆུ་ལ་བསྔགས་ནས་གཏོར་བས་སོས་པར་འགྱུར་རོ། །
en: One should make a dressing of [incanted] water over a festering wound and it will heal.

source: སྤྲི་ཧའི་ནད་ལ་བེ་དང་ལ་སོགས་པའི་མཚོན་གྱིས་གཏུབས་ན་
en: In the case of enlargement of the spleen, one should split an eggplant with an [incanted] machete.

source: སྤྲི་ཧ་བཅད་པར་འགྱུར་རོ། །
en: This will make the enlargement disappear.

source: ནི་རྒུན་དྷི་དང་ནིམ་པའི་རྩ་བ་རྨ་བྱའི་མཇུག་སྒྲོ་དང་བཅས་པ་གཅིག་ཏུ་སྦྱར་ལ།
en: One should bring together a root of the five-leaved chaste tree, a root of the margosa tree, and a peacock’s feather,

source: བརྒྱ་རྩ་བརྒྱད་མངོན་པར་བསྔགས་པའི་བདུག་པས་བདུགས་ན།
en: and incant them one hundred and eight times and add incense.

source: རིམས་ཉིན་གཅིག་པ་དང་། ཉིན་གཉིས་པ་དང་། ཉིན་གསུམ་པ་དང་། ཉིན་བཞི་པ་ལ་སོགས་པ་སེལ་བར་བྱེད་ཅིང་།
en: This will cure fevers—a one-, two-, three-, or four-day fever, etc.

source: འབྱུང་པོ་དང་། ཤ་ཟ་དང་། ཚངས་པ་དང་། སྲིན་པོ་ལ་སོགས་པ་སེལ་བར་འགྱུར་རོ། །
en: It will also chase away ghosts, spirits of the deceased, ghouls, gods, and demons.

source: བུད་མེད་བུ་ཤི་བས་ལན་བརྒྱ་རྩ་བརྒྱད་མངོན་པར་བསྔགས་པའི་བུམ་པས་ཁྲུས་བྱས་ན་བུ་གསོན་པོ་དང་ལྡན་པར་འགྱུར་རོ། །
en: A woman whose child has died can bring that child back to life by bathing it from a jar incanted with the mantra one hundred and eight times.

source: གྲོ་ག་ལ་བྲིས་པའི་སྔགས་རྐེད་པའམ་དཔུང་པ་ལ་བཏགས་པས་མངལ་སྲུང་བར་འགྱུར་རོ། །
en: A woman who carries this mantra, written on birchbark, on her waist or arm will have her fetus protected.

source: སྔགས་རྗེས་སུ་དྲན་པས་གཡུལ་ངོགས་སུ་འཇུག་ན་རྒྱལ་བ་རྙེད་པར་འགྱུར་ཞིང་བྱབས་པས་ནད་ཐམས་ཅད་སེལ་བར་བྱེད་དོ། །
en: When one recalls this mantra in battle, one will meet with victory. By using the mantra for cleansing one will remove all diseases.

source: ཨོཾ་པཱ་ད་ཙཱ་ལ་ནེ་སྭཱ་ཧཱ།
en: Oṁ , Pādacalanā, svāhā

source: སྔགས་ཀྱི་རྒྱལ་པོ་འདི་སྔོན་དུ་བསྙེན་པའི་ཆོ་གས་ལེགས་པར་བསྒྲུབས་ན་ལས་ཐམས་ཅད་བྱེད་དོ། །
en: This king of mantras, when fully mastered, will accomplish all endeavors after the prescribed preliminary practice.

source: ཕོལ་མིག་གི་འཇིགས་པ་ལ་མངོན་པར་བསྔགས་པའི་ཆུ་འཐུངས་ན་ཕོལ་མིག་མེད་པར་འགྱུར་རོ། །
en: When one is in danger of developing the blisters of leprosy, one should drink water incanted with it and the leprosy will not appear.

source: གྲོ་གའམ་ཤོག་གུ་ལ་བྲིས་ཏེ་སྒོ་ལ་བཏགས་པས་ཕོལ་མིག་མེད་པར་འགྱུར་རོ། །
en: If this mantra is written on a leaf and placed by the door, the leprosy will not come.

source: འདི་ནི་འཚེ་བ་ཐམས་ཅད་ལ་མར་ལ་བཏགས་པའི་ཏིལ་གྱི་སྦྱིན་སྲེག་གིས་སྲུང་བ་ཆེན་པོ་ཡིན་ནོ། །
en: In all dangers, a homa oblation of sesame mixed with ghee will afford great protection.

source: ཁྭའི་སྒྲོ་ལག་པས་བཟུང་སྟེ་བཟླས་པ་
en: One should incant a crow’s wing, holding it in one’s hand.

source: ཁྲི་བྱས་ལ་གང་གི་ཁང་པའི་སྟེང་གི་ལོགས་སུ་སྦས་པས་དེ་འབྱེར་བར་བྱེད་དོ། །
en: Throwing it onto the roof of any house will then drive out its owner.

source: ཨོཾ་པི་ཤཱ་ཙི་པརྞྞ་ཤ་ཝ་རི་སརྦོ་པ་དྲ་བ་ནཱ་ཤ་ནི་སྭཱ་ཧཱ། །
en: Oṁ , demoness Parṇaśabarī! Remover of all misfortunes, svāhā

source: རིག་པ་ཆེན་མོ་འདི་མ་བསྒྲུབས་སུ་ཟིན་ཀྱང་རྐང་གཉིས་པ་དང་རྐང་བཞི་པ་ཐམས་ཅད་ཀྱི་རྣམ་པར་འཚེ་བ་སེལ་བར་བྱེད་ཅིང་། ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ།
en: This great mantra removes all misfortunes that afflict bipeds and quadrupeds and accomplishes all endeavors, even when it has not been fully mastered.

source: སྦྱིན་སྲེག་གམ་བཟླས་པའམ་
en: A homa offering, mantra recitation,

source: སྔགས་མདུད་དམ་མངོན་པར་བསྔགས་པའི་ཆུ་འཐུངས་པའམ་བྱབས་པས་ནད་ཐམས་ཅད་སེལ་བར་བྱེད་དོ། །
en: a mantra knot, a drink of incanted water, or cleansing with incanted water will remove all diseases.

source: གྲོ་ག་ལ་གུར་གུམ་གྱིས་བྲིས་པའི་སྔགས་སྐེའམ་དཔུང་པ་ལ་བཏགས་ན་
en: One should write the mantra with turmeric on birchbark and wear it on one’s arm or neck.

source: རྒྱལ་བ་ཐོབ་པར་འགྱུར་ཞིང་།
en: Thus one will obtain success

source: རིམས་ཉིན་བཞི་པ་ལ་སོགས་པ་མི་བཟད་པ་ལས་རྣམ་པར་གྲོལ་བར་འགྱུར་རོ། །
en: One will be cured even of the quartan fever and other recurring fevers.

source: སྲིན་པོ་ལ་སོགས་པའི་འཇིགས་པ་སེལ་བར་བྱེད་ཅིང་།
en: One will be rid of the danger of rākṣasas, etc.

source: འཐབ་པ་དང་འཁྲུག་པ་དང་རྩོད་པ་དག་ལས་རྒྱལ་བ་སྒྲུབ་པར་བྱེད་དོ།
en: One will be victorious in quarrels and disputes.

source: སྟག་དང་ཆུ་སྲིན་དང་ལྟོ་འཕྱེ་ཆེན་པོ་དང་རྐུན་པོ་ལ་སོགས་པས་མི་མཐོང་ཞིང་
en: One will become invisible to tigers, alligators, mahoragas, thieves, etc.

source: རྟག་ཏུ་བཟླས་ན་སྐྱེ་བོ་ཐམས་ཅད་དགའ་བར་འགྱུར་རོ། །
en: By reciting it non-stop, one will be adored by everyone.

source: ཨོཾ་ཨཱརྱ་ཏྲྀ་ཏཱི་ཡཱ། ཨ་མུ་ཀ་སྱ་ཙཀྵུ་སྟམྦྷ་ཡ་ཏི་ཋཿཋཿསྭཱ་ཧཱ།
en: Oṁ , now you are the third. Stabilize the vision of such-and-such a person! Ṭhaḥ ṭhaḥ ! Svāhā

source: ཚེས་གང་ལ་མིག་ན་བར་གྱུར་པ་དེ་ལ་
en: On whichever lunar day one’s sight deteriorates,

source: རྩིག་པའམ་སྤང་ལེབ་ལ་རྡོ་རྒྱུས་ཀྱིས་ཚེས་བྲིས་ལ་
en: the name of that day should be written with chalk on a wall or a tablet.

source: ཡི་གེ་ཨེ་ཁ་སྦྱར་གསུམ་དུ་བྱའོ། །
en: It should be enclosed three times with three ṭhaḥ syllables.

source: ཨོཾ་ཙཎྜ་མ་ཧཱ་རོ་ཥ་ཎ་ཧཱུཾ་ཕཊ།
en: oṁ caṇḍa­mahā­roṣaṇa hūṁ phaṭ |

source: སྔགས་ཀྱི་རྒྱལ་པོ་འདི་ལན་ཅིག་བཟླས་པས་སྡིག་པ་ཐམས་ཅད་ངེས་པར་སྲེག་པར་བྱེད་དོ།
en: This king of mantras, pronounced once, burns all evil.

source: ཁམ་ཕོར་ལ་རྡོ་རྒྱུས་ཀྱིས་བྲིས་ཏེ་
en: Having written this mantra with chalk on a platter,

source: སྒོ་ལ་བཏགས་པས་གསར་དུ་བཙས་པའི་བྱིས་པ་སྲུང་བར་བྱེད་དོ།
en: one should hang it by the door. This will protect newborn babies.

source: སྤྲ་ཚིལ་གྱིས་གཟུགས་སོར་བཞི་པ་བྱས་པ་དེའི་སྙིང་གར་བསྒྲུབ་བྱའི་མིང་དང་བཅས་པའི་སྔགས་མངོན་པར་བྲིས་ཏེ་
en: One should make a beeswax effigy, four fingers long, and insert this mantra, written along with the name of the person targeted, into its heart.

source: བཅུག་ལ་དེའི་ཁ་ལ་ཚེར་མ་བཙུགས་ན་ཕྱིར་རྒོལ་བའི་ཁ་ཕུར་བུས་བཏབ་པར་འགྱུར་རོ། །
en: If one pierces its mouth with a thorn the opponent’s mouth will be nailed.

source: རྐང་པ་ལ་བཙུགས་ན་འགྲོ་བ་དང་འོང་བ་རེངས་པར་བྱེད་དོ། །
en: If one pierces its feet, one will stop him moving.

source: སྙིང་ག་ལ་བཙུགས་ན་ཁྲོ་བ་འཇོམས་པར་བྱེད་དོ།
en: If one pierces its heart, it will quell his anger.

source: མིའི་རྗེ་ངར་གྱི་རུས་པའི་ཕུར་བུའམ། ལྕགས་ཀྱི་ཕུར་བུས་གདབ་པར་བྱའོ། །མིང་ནས་བཟུང་ཞིང་ཡན་ལག་གང་དང་གང་ལ་ཕུར་བུས་གདབ་པ་དེ་དང་དེ་འཇིག་པར་འགྱུར་རོ། །
en: Whichever body parts one seizes and pierces with a splinter of human shinbone or an iron nail, his equivalent body parts will decay.

source: དགྲ་བོའི་སྒོའི་འོག་ཏུ་སྦས་ན་འབྱེར་བར་བྱེད་དོ། །
en: If one buries the effigy under an enemy’s door, one will drive him out.

source: དུར་ཁྲོད་ཀྱི་ཐལ་བ་ལ་མངོན་པར་བསྔགས་པས་སྒོའི་ཡ་ཐེམ་ལ་གཏོར་ན་འབྱེར་རོ། །
en: One can also drive an enemy out by throwing incanted ashes from a charnel ground on the lintel of his door.

source: རལ་གྲི་ལ་མངོན་པར་བསྔགས་ལ་གཡུལ་དུ་འཇུག་ན་རྒྱལ་བ་སྒྲུབ་པར་བྱེད་དོ། །
en: Incanting one’s sword will bring victory if one goes into battle.

source: བྱ་བ་གང་ལ་འཇུག་པ་ན་
en: To fulfil any need need,

source: གཏོར་མ་ཉེ་བར་བསྟབས་ན་དེ་དང་དེ་འགྲུབ་པར་འགྱུར་རོ།
en: one should offer a bali, and that need will be fulfilled.

source: སྔགས་པ་དགེ་བའམ་མི་དགེ་བའི་ལས་གང་འདོད་པ་བཟླས་པ་ཙམ་གྱིས་བྱེད་དོ། །
en: Whatever the follower of Mantrayāna desires, whether wholesome or unwholesome, he will accomplish it all merely by reciting the mantra.

source: ཨོཾ་ཀ་སྱེ་སྤནྡ་སྤནྡ་ཏྭཾ། སཱུ་ནྱ་བེ་ཤྨ་ནི་མ་མ་ཏྭ་ཐཱ་སྤནྡ་ཡ་སྠ། སྤནྡ་སི་བ་ཛ་ཎི་སྭཱ་ཧཱ། ཨོཾ་ཀཱ་ཤི་སྤནྡ་ཀ་ཤེ་སྤནྡ་ཏྭཾ་ནྱེ་ཤཱུ་ནྱ་བེ་ཤྨ་ནི་ཨ་སྨ་ཀརྞྞ་ཏ་ཐཱ་སྤནྡ་ཡ་ཐཱ་སྤནྡ་སི་བ་ཛ་ཎ་སྭཱ་ཧཱ།
en: Oṁ , flow into the kāśa grass, flow into the kuśa grass, flow into an empty house! Flow for me as you flow for the possessor of the vajra! Svāhā

source: མིག་འགུལ་བར་གྱུར་ན་བྱབས་པས་ཞི་བར་བྱེད་དོ། །
en: For conjunctivitis, relief will come after wiping the eyes.

source: ཨོཾ་ཛཾ་བྷེ་མོ་ཧི་ཧྲི་ད་ཡ་མཱ་བརྟཱ་ནི་ཧཱུཾ་ཕཊ་སྭཱ་ཧཱ།
en: Oṁ , Jambhā, Mohā! You who make one heart turn toward another heart! Hūṁ phaṭ ! Svāhā

source: སྔགས་ཀྱི་རྒྱལ་པོ་འདི་ཐོ་རངས་བྱ་རོག་སྒྲ་མི་གྲག་པའི་དུས་སུ། ལན་བདུན་མངོན་པར་བསྔགས་པའི་ཆུས་གདོང་བཀྲུས་ན་
en: By rinsing one’s face with water incanted seven times with this king of mantras early in the morning before crows start to caw,

source: སྐྱེ་བོ་ཐམས་ཅད་དགའ་བར་འགྱུར་རོ། །
en: one will be adored by everyone.

source: རྒྱལ་ལ་བ་མར་དང་པདྨ་དཀར་པོའི་སྐུད་པའི་སྡོང་པོས་དུ་བ་བླངས་ལ།
en: When the moon is in the asterism of Puṣya, one should take some lampblack with a garland of white lotuses and cow’s ghee

source: བརྒྱ་རྩ་བརྒྱད་མངོན་པར་བསྔགས་པ་བྱས་པ་
en: and incant it 108 times.

source: དེས་མིག་ལ་བསྐུས་པས་བུད་མེད་ཐམས་ཅད་ཡིད་འཕྲོག་པར་བྱེད་དོ། །
en: Anyone whose eyes have been anointed with this substance will steal the hearts of all wanton women.

source: རྒྱལ་ལ་ཁ་ཐུར་དུ་བལྟས་པའི་མེ་ཏོག་གི་རྩ་བ་དང་ཤི་རི་ཁཎྜ་དག་སྦྱར་ལ།
en: One should blend sandalwood with the root of adhaḥpuṣpikā

source: དེས་ཐིག་ལེར་བྱས་ན་
en: and make a tika with this substance.

source: བརྒྱ་རྩ་བརྒྱད་མངོན་པར་བསྔགས་པ་
en: When the mantra is incanted 108 times,

source: རྗེ་བོ་ཁྲོས་པ་དེ་རབ་ཏུ་སད་པར་བྱེད་དོ། །
en: a capable practitioner will be able to appease others’ anger,

source: ཀུ་ཅོ་དང་འཐབ་པ་དང་རྩོད་པ་དག་ལས་རྒྱལ་བར་འགྱུར་རོ། །
en: and will be victorious in disputes and quarrels.

source: ཆོ་ག་བཞིན་རྟག་ཏུ་བཟླས་པས་གྲོང་ཁྱེར་བསྐྱོད་པ་སྐྱེད་པར་བྱེད་དོ། །
en: One who recites the mantra continuously according to the ritual will be able to make a city tremble.

source: ཨོཾ་སྟཾ་བྷ་ནི། སྟཾ་བྷ་ཡ། ཛཾ་བྷ་ནི། ཛཾ་བྷ་ཡ། མོ་ཧ་ནི། མོ་ཧ་ཡ། རཀྵ་ནི་ཎི། རཀྵ་ཡ་མཱཾ། བར་དི་སིདྡྷ་ལོ་ཙ་ནི་སྭཱ་ཧཱ།
en: Oṁ , Stambhanī, immobilize! Jambhanī, destroy! Mohanī, delude! Rakṣaṇī, protect me! Varadā, Siddhalocanā, svāhā

source: སངས་རྒྱས་སྤྱན་གྱི་སྙིང་པོ་འདིས་འཇིགས་པ་ཐམས་ཅད་སེལ་བར་བྱེད་དོ། །
en: This heart mantra of Locanā will remove all fear.

source: དཔའ་བོ་གཅིག་པུ་གྲུབ་པ་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་ལས་ལེའུ་དང་པོ་རྫོགས་སོ།། །
en: This was the first chapter in the “ Great Sovereign Tantra of Siddhaikavīra

source: རྒྱུད་ཀྱི་རྒྱལ་པོ་བཤད་པར་བྱ། །།
en: One should explain this king of tantras

source: རབ་སད་ལེགས་པར་སངས་རྒྱས་པའི། །སློབ་མ་ཡོན་ཏན་གཞི་ཡིན་པ།
en: To a disciple who is an awakened Buddhist, Who has many good qualities,

source: བླ་མ་ལ་གུས་མཁས་པ་ལ། །
en: Who is devoted to his teacher, and who is skilled.

source: ཨོཾ་ན་མོ་བི་མ་ལ་ཙནྡྲཱ་ཡ།
en: Oṁ , homage to the god Vimalacandra!

source: ཨོཾ་ས་ར་ས་ར། སི་རི་སི་རི། སུ་རུ་སུ་རུ། མེ་རུ་མནྡ་ར་པྲ་ཏི་ཀཱ་ས་ཨཱ་བི་ས་ཨཱ་བི་ཤ ཀཻ་ལཱ་ས་ཀཱུ་ཊ་པུ་ཏྲཱ་ཡ་ནམཿ་སྭཱ་ཧཱ།
en: Oṁ , run, run! Move, move! Go, go! Become like Mount Meru, become! Homage to the Kailāsakūṭa­putra! Svāhā

source: ནང་པར་གཙང་བའི་ས་ཕྱོགས་སུ་དཀྱིལ་འཁོར་བྱས་ཤིང་བུམ་པ་བཞག་ལ།
en: Early in the morning, in a clean place, one should draw a maṇḍala, set up a jar, and

source: ལྷའི་བུ་དྲི་མ་མེད་པའི་ཟླ་བ་ལ་མཆོད་པ་རྒྱ་ཆེ་བ་བྱས་ནས་
en: make generous offerings to the god Vimalacandra.

source: མེ་ལོང་ལ་མངོན་པར་བསྔགས་ཏེ།
en: One should incant the mirror and

source: ཁྱེའུ་འམ་བུ་མོ་ལེགས་པར་ཁྲུས་བྱས་ལ་གོས་ལེགས་པར་བཀྲུས་པ་བསྐོན་ཅིང་།
en: a boy or girl who is well washed, dressed in very clean clothes,

source: ཙནྡན་དཀར་པོའི་ལྡེ་གུས་ཡན་ལག་བྱུགས་ལ་མེ་ཏོག་དྲི་ཞིམ་པོའི་ཕྲེང་བ་མགུལ་དུ་བཏགས་པ།
en: anointed with white sandalwood paste and wearing a necklace of sweet-smelling flowers,

source: གྲོང་བའི་ཆོས་ཀྱིས་རབ་ཏུ་མ་ཉམས་པ་
en: and uncorrupted by “villagers’ dharma.”

source: ཇི་ལྟར་བསམས་པའི་དགོས་པ་ཕྱིན་ཅི་མ་ལོག་པར་སྟོན་པར་འགྱུར་རོ། །
en: will reveal without error what should be done as regards the intended task.

source: དགོངས་སྔས་དྲུང་དུ་དཀྱིལ་འཁོར་ཉེ་བར་བྱུགས་ལ།
en: In the evening, one should wipe the top surface of the maṇḍala disk and

source: བཅོམ་ལྡན་འདས་དང་ལྷའི་བུ་དྲི་མ་མེད་པའི་ཟླ་བ་ལ་མཆོད་པ་རྒྱ་ཆེན་པོ་བྱས་ལ།
en: make generous offerings to the god, lord Vimalacandra.

source: བརྒྱ་རྩ་བརྒྱད་བཟླས་ནས་ཅང་མི་སྨྲ་བར་ཉལ་ན་
en: Having made an offering 108 times, one should go to sleep without speaking.

source: དགེ་བ་དང་མི་དགེ་བ་ཇི་ལྟར་བསམས་པ་བཞིན་སྟོན་པར་འགྱུར་རོ། །
en: The beneficial and harmful results of the task one has in mind will be revealed.

source: རྟག་ཏུ་བཟླས་ན་འཇིག་རྟེན་གསུམ་གྱི་སྤྱོད་པ་སྟོན་པར་འགྱུར་རོ། །
en: To those who recite the mantra continuously, the events taking place in the three worlds will be revealed.

source: ཨོཾ་ཤྲ་བ་ཎ་པི་ཤཱ་ཙི་ནི་མུཎྜེ་སྭཱ་ཧཱ།
en: Oṁ , Śravaṇa­piśācī, Muṇḍā, svāhā

source: བ་རུ་རའི་ཤིང་ངམ་ནྱ་གྲོ་དྷའི་ཤིང་གི་རྩ་བར་འདུག་ལ།
en: If one stands under a belleric myrobalan tree or under a banyan tree and

source: ཅང་མི་སྨྲ་བར་འབུམ་ཕྲག་གཅིག་བཟླས་ན་གྲུབ་པར་འགྱུར་ཏེ་
en: silently recites the mantra 100,000 times, one will attain success.

source: འཇིག་རྟེན་གསུམ་གྱི་སྤྱོད་པ་ཡང་སྟོན་པར་འགྱུར་རོ། །
en: recount all that is happening in the three worlds.

source: ཡང་ན་ལེགས་པར་ཁྲུས་བྱས་ལ་གོས་གཙང་མ་བགོས་ཏེ་
en: Alternatively, bathed and dressed in clean clothes,

source: དབེན་པར་འདུག་ལ་ཁྲི་བཟླས་པས་གྲུབ་པར་འགྱུར་རོ། །
en: one should recite it 10,000 times in a secluded place. Then one will attain success.

source: དགོངས་ཉལ་ཀར་རུ་རྟ་ལ་བརྒྱ་རྩ་བརྒྱད་མངོན་པར་བཟླས་ནས་གདོང་དང་རྐང་པ་གཉིས་བཀྲུས་ན།
en: At night, one should incant costus root 108 times. Then, having anointed one’s face and feet with it,

source: རྨི་ལམ་དུ་དགེ་བ་དང་མི་དགེ་བ་རྣམ་པར་སྟོན་པར་འགྱུར་རོ། །
en: It will then be revealed in one’s sleep what will be beneficial and what will not.

source: ཨོཾ་ན་མཿ་སཔྟཱ་ནཱཾ། སམྱཀྶཾ་བུདྡྷ། ཀོ་ཊཱི་ནཱཾ། ཏདྱ་ཐཱ། ཨོཾ་ཙ་ལེ་ཙུ་ལེ། ཙུནྡ་སྭཱ་ཧཱ། བཱིརྱ་ས་ཏྱ་པཱ་དི་ནི་བ་ར་དེ་ཀ་ཐཱ་ཡ་སྭཱ་ཧཱ།
en: Oṁ , homage to the seven koṭis of perfectly awakened buddhas! Just as here follows, Oṁ , Calā, Culā, Cundā, Mahāvidyā, Satyavādinī, Varadā, speak, speak! Svāhā

source: ལན་བརྒྱ་རྩ་བརྒྱད་མངོན་པར་བསྔགས་པའི་ཆུས་གདོང་བཀྲུས་ལ་མི་སྨྲ་བར་
en: One who recites the mantra silently, after washing his face with water incanted 108 times,

source: ཉལ་ན་རྨི་ལམ་དུ་དགེ་བ་དང་མི་དགེ་བ་སྟོན་པར་འགྱུར་རོ། །
en: will perceive in his sleep what is beneficial and what is not.

source: ཨོཾ་མུ་ཙི་ལི་སྭཱ་ཧཱ། མོ་ཧ་ནི་སྭཱ་ཧཱ། དན་ཏི་ལི་སྭཱ་ཧཱ།
en: Oṁ , Mucilī, svāhā ! Mohanī, svāhā ! Dantilī, svāhā

source: གསང་སྔགས་འདི་ཁྲི་བཟླས་ན་འགྲུབ་པར་འགྱུར་རོ། །
en: This mantra can be mastered by reciting it 10,000 times.

source: བཅོམ་ལྡན་འདས་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་མཆོད་པ་རྒྱ་ཆེན་པོ་བྱས་ནས་
en: One should make generous offerings to the blessed noble lord Avalokiteśvara,

source: ལན་བརྒྱ་རྩ་བརྒྱད་མངོན་པར་བསྔགས་པའི་ཆུས་གདོང་བཀྲུས་ཏེ།
en: wash one’s face with water incanted 108 times, and recite the mantra,

source: དགོས་པ་ཡིད་ལ་བྱེད་པའི་བཟླས་པས་མི་སྨྲ་བར་ཉལ་ན་
en: having set one’s mind on the task to be accomplished. If one goes to sleep without speaking,

source: བཅོམ་ལྡན་འདས་རང་གི་གཟུགས་སུ་མཐོང་བར་འགྱུར་ཞིང་
en: one will behold the lord as one’s own body and

source: དགེ་བ་དང་མི་དགེ་བ་རྨི་ལམ་དུ་དམིགས་པར་འགྱུར་རོ། །
en: learn what will be beneficial and what will not.

source: ཨོཾ་པྲ་ཛྭཱ་ལ་ཧཱུཾ་ཕཊ།
en: oṁ prajvala hūṁ phaṭ |

source: བཅོམ་ལྡན་འདས་འཇིག་རྟེན་མགོན་པོའི་སྙིང་པོ་འདི་ལན་འབུམ་ཕྲག་བཅུ་བཟླས་ན་འགྲུབ་པར་འགྱུར་རོ། །
en: This mantra is the heart essence of Lord Lokanātha. One will attain success by reciting it one million times.

source: གོང་དུ་སྨོས་པའི་ཆོ་གས་དགེ་བ་དང་མི་དགེ་བ་རྨི་ལམ་དུ་སྟོན་པར་འགྱུར་རོ། །
en: If one follows here the same ritual described for the previous mantra, it will be revealed in one’s dreams what is beneficial and what is not.

source: ཨོཾ་ནམཿས་མནྟ་བུདྡྷཱ་ནཱཾ། ཨ་པྲ་ཏི་ཧ་ཏ་ཤཱ་ས་ནཱ་ནཱཾ། ཏདྱ་ཐཱ། ཀུ་མཱ་ར་རཱུ་པི་ཎཾ་དརྴ་ཡ། ཨཱཏྨཱ་ནཱཾ། བི་བྷཱུ་ཥི་ཏ་མེ་ད་པར་བེ་བྷཱུ་ཏིཾ་ཥི་ཏ་ས་མུད་བྷཱ་བ་ཡ། སྭ་པ་ནཱཾ་ནི་བེ་ད་ཡ། ཡ་ཐཱ་བྷཱུ་ཏཾ་ཧཱུཾ་ཧཱུཾ་ཕཊ་ཕཊ་སྭཱ་ཧཱ།
en: Oṁ , homage to the seven buddhas whose teachings are inviolable! As here follows: Oṁ , show yourself in the form of the Youthful One, show! Manifest your power! Send me a dream to reveal the way things are! Hūṁ, hūṁ ! Phaṭ, phaṭ ! Svāhā

source: རྗེ་བཙུན་འཇམ་དཔལ་གཞོན་ནུའི་བྲིས་སྐུའམ་ལུགས་མའི་མདུན་ནམ་སྐུ་གདུང་དང་བཅས་པའི་མཆོད་རྟེན་ལ་ཅི་འབྱོར་པའི་མཆོད་པ་བྱས་ཏེ།
en: One should make offerings, according to one’s ability, in front of a painting or a statue of venerable Mañjuśrī, or by a memorial that contains his body relics.

source: བརྒྱ་ཕྲག་བདུན་བཟླས་པ་བྱས་ན་
en: If one recites the mantra seven hundred times,

source: རྨི་ལམ་དུ་བདག་ཉིད་དམིགས་ཤིང་གཞན་དག་གིས་ཀྱང་མཐོང་བར་འགྱུར་རོ། །
en: one will oneself behold the lord in a dream and show him to others, too.

source: ཨོཾ་ཀརྞྞ་བི་ཤཱ་ཙི་ཀརྞྞ་མེ་ཀ་ཐཱ་ཡ་ཧུྃ་ཕཊ།
en: Oṁ , Karṇapiśācī, whisper into my ear! Hūṁ phaṭ

source: ཤ་ཟའི་ཤིང་གི་དྲུང་གི་རྩ་བར་
en: Beneath a tree inhabited by piśācas,

source: ཁམས་གསུམ་རྣམ་པར་རྒྱལ་བའི་ཏིང་ངེ་འཛིན་ལ་གནས་ཤིང་། དེ་ཉིད་དུ་མི་སྨྲ་བར་འདུག་སྟེ།
en: one should observe silence and sit absorbed in the samādhi of conquering the three worlds.

source: དུས་གསུམ་དུ་སྔགས་བཟླས་ན།
en: One should recite the mantra in the three periods of the day.

source: ཞག་དང་པོ་ལ་མཚན་མ་ཉེ་བར་སྟོན་པར་བྱེད་ཅིང་ཕྱིས་འོང་བ་འགྲུབ་པར་འགྱུར་ཞིང་།
en: On the first day Karṇapiśācī will give a sign. Later, she will come, and one will attain success.

source: སྲིད་པ་གསུམ་གྱི་སྤྱོད་པ་རྣམ་པར་སྟོན་པར་བྱེད་དོ། །
en: she will recount all that is happening in the three worlds.

source: ཞག་ཉི་ཤུ་རྩ་གཅིག་ལ་ཚངས་པ་གསོད་པ་ཡང་འགྲུབ་པར་འགྱུར་རོ། །
en: After twenty-one days, one will succeed even in killing Brahmā.

source: ཨོཾ་ཙ་ཏུརྦྷུ་ཛ་ཙ་ཏུརྨུ་ཁ་ཥཊ་མུ་ཁ། བི་ཀྲི་ཏཱ་ནན་ཀརྞྞ་པི་ཤཱ་ཙི་མ་ཨ་ཀཱཪྵ་ཡ་ཧུྃ་ཕཊ།
en: Oṁ , the four-armed and six-faced one! You with a contorted face! Please summon Karṇapiśācī! Hūṁ phaṭ

source: དུར་ཁྲོད་དུ་གཤིན་རྗེ་མཐར་བྱེད་ཀྱི་བྲིས་སྐུའི་མདུན་དུ་བཟླས་པ་བྱས་ན་
en: One should recite [this mantra] in a charnel ground in front of a painting of Yamāntaka.

source: ཞག་བདུན་ནས་ཤ་ཟ་རྣ་སྒྲོགས་འགྲུབ་པར་འགྱུར་རོ། །
en: After twenty-one days, Karṇapiśācī will be in one’s control.

source: ཨོཾ་བུདྡྷ་ཙུ་རུ་མཱ་ཙུ་རུ་ཀེ་སྭཱ་ཧཱ།
en: Oṁ , Buddha! Curu, curu on the path! Svāhā

source: སྐུ་གདུང་དང་བཅས་པའི་མཆོད་རྟེན་ནམ་རྗེ་བཙུན་སངས་རྒྱས་ཀྱི་སྤྱན་སྔར་བསྙེན་པ་ཆོ་ག་ཁྲི་བཟླས་ལ།
en: In a memorial containing his relics, or in front of the venerable Buddha, one should recite the mantra 10,000 times as preliminary practice.

source: དེའི་འོག་ཏུ་ཅི་འབྱོར་པའི་མཆོད་པ་བྱས་ནས་
en: Later, one should make offerings according to one’s ability.

source: ཉལ་བའི་དུས་སུ་བརྒྱ་རྩ་བརྒྱད་བཟླས་ཏེ།
en: At bedtime, one should recite the mantra eight hundred times.

source: ཡིད་ལ་བསམས་ཤིང་ཉལ་ན་
en: One should go to sleep with the following question in one’s mind:

source: བདག་གང་ནས་སྐྱེས་པར་གྱུར་གང་དུ་སྐྱེ་བར་འགྱུར་ཞེས་
en: “What was my past existence, and what will my future existence be?”

source: འདས་པ་དང་མ་འོངས་པའི་སྐྱེ་བ་དམིགས་པར་འགྱུར་བར་ཐེ་ཚོམ་མེད་དོ། །
en: In one’s sleep, one will perceive one’s past and future births, there is no doubt.

source: གལ་ཏེ་ཟླ་བ་དྲུག་གི་ནང་རོལ་ཏུ་འཆི་བར་འགྱུར་ན་
en: If one is to die within six months,

source: དེའི་ཚེ་རྨི་ལམ་དུ་བདག་གམ་གཞན་གྱི་མགོ་བོ་མི་མཐོང་བར་འགྱུར་རོ། །
en: then in one’s dream one will not be able to see one’s own head or those of others.

source: དེ་བཞིན་དུ་མངོན་པར་བསྔགས་པའི་མེ་ལོང་བལྟས་པ་ན་ཁྱེའུ་འམ་བུ་མོ་གང་གི་མགོ་བོ་མཐོང་བར་མ་གྱུར་པ་
en: Similarly, a boy or a girl whom one sees in an incanted mirror with his or her head invisible

source: དེའི་ཟླ་བ་དྲུག་གི་ནང་དུ་འཆི་བར་འགྱུར་རོ། །
en: will die within six months.

source: རྡོ་ལིག་བུ་མིག་དང་ཤིང་ཨ་གས་ཏི་དཀར་པོའི་རྩ་བ་རེང་བུར་བྱས་ཏེ།
en: One should make an unguent from malachite and the root of white agastya tree,

source: བརྒྱ་རྩ་བརྒྱད་མངོན་པར་བསྔགས་པས་མིག་ལ་བྱུགས་ན།
en: incant it 108 times, and smear it on one’s eyes.

source: གང་དག་ཟླ་བ་དྲུག་གི་ནང་དུ་འཆི་བར་འགྱུར་བའི་རྐང་གཉིས་དང་རྐང་བཞི་དེ་དག་ཐམས་ཅད་ཀྱི་མགོ་བོ་མེད་པ་མངོན་སུམ་དུ་མཐོང་བར་འགྱུར་རོ། །
en: One will distinctly see without heads all those who are going to die within six months, whether humans or animals.

source: ཨོཾ་སྭཔྣ་བི་ལོ་ཀི་ནི་སིད་དྷ་ལོ་ཙ་ནི་སྭཔྣཾ། མེ་ཀ་ཐཱ་ཡ་སྭཱ་ཧཱ།
en: Oṁ , Svapnavilokinī! Siddhalocanā! Interpret my dream for me! Svāhā

source: སྔགས་ཀྱི་རྒྱལ་པོ་འདི་གོང་ནས་སྨོས་པའི་ཆོ་གས་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །
en: This king of mantras works with all the methods previously described.

source: ཨོཾ་ཨ་དི་ཏི་དེ་བ་དཏ་ཏཾ། མེ་དེ་ཧི་ད་དཱ་བ་ཡ་སྭཱ་ཧཱ།
en: Oṁ , Aditi, give me such-and-such a girl! Please give! Svāhā

source: ཆུའི་ནང་དུ་ཞུགས་ཏེ་བུ་མོ་གང་གང་གི་ཆེད་དུ་བཟླས་པ་བྱེད་པ་དེ་དེ་ཉིད་ལ་སྟེར་བར་བྱེད་དོ། །
en: If one recites this mantra surrounded by water, one will be given the girl one has in mind.

source: ཡི་གེ་འབུམ་བཟླས་པ་བྱས་པ་
en: One should recite the mantra 100,000 times for each syllable.

source: པྲི་ཡང་ཀུའི་མེ་ཏོག་གམ་པ་ལ་ཤའི་མེ་ཏོག་གི་སྦྱིན་སྲེག་འབུམ་གྱིས་དཔལ་ཆེན་པོ་གྲུབ་པར་བྱེད་དོ། །
en: By offering a homa of priyaṅgu flowers or palāśa flowers one will obtain great splendor.

source: མཚན་མོ་འོ་མ་ཅན་གྱི་ཡམ་ཤིང་གིས་སྦྱིན་སྲེག་བྱས་ནས། གྲོང་གང་གི་ཆེད་དུ་སྦྱིན་སྲེག་བཟླས་པ་བྱེད་པ་དེ་རྙེད་པར་འགྱུར་རོ། །
en: If one recites this mantra at night while performing a homa using the wood of a milk tree, one will obtain any village for which one performs the homa and recitation.

source: པདྨ་རྣམས་སམ་བིལ་པ་རྣམས་ཀྱི་འབྲས་བུའི་སྦྱིན་སྲེག་འབུམ་གྱིས་
en: By performing 100,000 homa rituals with lotuses or bilva fruits,

source: རྒྱལ་རིགས་སུ་སྐྱེས་པ་རྒྱལ་སྲིད་རྙེད་པར་འགྱུར་ཞིང་
en: one born into a royal family will obtain the kingdom.

source: གཞན་དག་གིས་དཔལ་ཆེན་པོ་ཐོབ་པར་བྱེད་དོ། །
en: Others will obtain great splendor.

source: ཇི་ལྟ་བ་བཞིན་དུ་རྙེད་པའི་མེ་ཏོག་རྣམས་ཀྱི་སྦྱིན་སྲེག་འབུམ་ཕྲག་བདུན་གྱིས་
en: When one offers 700,000 homa rituals with any type of flowers,

source: འབྱོར་པ་མི་ཟད་པར་འགྱུར་རོ། །
en: one will obtain inexhaustible wealth.

source: ཨོཾ་ཛ་ཡེ། བི་ཛ་ཡེ། ཨ་ཛི་ཏེ། ཨ་པ་རཱ་ཛི་ཏེ་སྭཱ་ཧཱ།
en: Oṁ , Jayā, Vijayā, Ajitā, Aparājitā, svāhā

source: སྲིང་མོ་བཞིའི་སྙིང་པོའི་སྔགས་ཀྱི་རྒྱལ་པོ་འདི་གོང་དུ་བཤད་པའི་ཆོ་གས་འབུམ་ཕྲག་བཞི་བཟླས་ན།
en: Reciting this king of the heart mantras of the four sisters 400,000 times,

source: གོང་དུ་བཤད་པའི་ཆོ་གས་ལས་ཐམས་ཅད་བྱེད་པར་འགྱུར་རོ། །
en: following the same procedures as described previously, will accomplish all the rituals described previously.

source: ཨོཾ་མེ་གྷོལྐཱ་ཡ་སྭཱ་ཧཱ།
en: Oṁ, svāhā to Megholka!

source: པ་ལ་ཤའི་མེ་ཏོག་གམ་ཡམ་ཤིང་གིས་སྦྱིན་སྲེག་འབུམ་ཕྲག་གཅིག་བྱས་ན་
en: By offering a homa with flowers of the palāśa tree 100,000 times, using, as an option, firewood from the same tree,

source: གསེར་སྲང་འབུམ་རྙེད་པར་འགྱུར་ཞིང་
en: one will obtain 100,000 pieces of gold.

source: བུ་མོ་དོན་དུ་གཉེར་བས་ཀྱང་གང་མངོན་པར་འདོད་པའི་བུ་མོ་རྙེད་པར་འགྱུར་རོ། །
en: One who wishes for a girl will soon obtain the one he desires.

source: ཨོཾ་ཀ་མ་ལ་བཱ་སི་ནི། ཀ་མ་ལེ་མ་ཧཱ་ལཀྵྨི་ར་ཛྱྃ་མེ་དེ་ཧི་བར་དེ་སྭཱ་ཧཱ།
en: Oṁ , Kamalavikāsinī, Kamalā, Mahālakṣmī, give me the kingdom! You who grant boons, svāhā

source: གསང་སྔགས་འདི་ནི་དཔལ་ཆེན་པོའི་སྙིང་པོའོ། །
en: This mantra is the essence of Mahālakṣmī.

source: རྟག་ཏུ་བཟླས་པ་བྱས་ན་ཕུན་སུམ་ཚོགས་པའི་མཆོག་སྟེར་བར་འགྱུར་རོ། །
en: When recited continuously, it will bring enormous glory.

source: ཇི་ལྟ་བ་བཞིན་དུ་རྙེད་པའི་མེ་ཏོག་གི་སྦྱིན་སྲེག་གིས་
en: By offering a homa of whatever flowers are available,

source: དཔལ་ཆེན་པོར་འགྱུར་ཞིང་མངོན་པར་འདོད་པའི་བུ་མོ་འགྲུབ་པར་འགྱུར་རོ། །
en: one will obtain great splendor and any girl one desires.
